Repository: bentotype/bentotype.github.io
Catalog: ios spliitz app/Split/Localizable.xcstrings
Source language: en
Languages: ar, bn, es, fr, hi, pt, ru, zh_hans, zh_hant

source: Create Account
ar: إنشاء حساب
bn: অ্যাকাউন্ট তৈরি করুন
es: Crear cuenta
fr: Créer un compte
hi: खाता बनाएं
pt: Criar conta
ru: Создать аккаунт
zh_hans: 创建账户
zh_hant: 建立帳戶

source: First name
ar: الاسم الأول
bn: নামের প্রথম অংশ
es: Nombre
fr: Prénom
hi: पहला नाम
pt: Nome
ru: Имя
zh_hans: 名字
zh_hant: 名字

source: Last name
ar: اسم العائلة
bn: নামের শেষাংশ
es: Apellido
fr: Nom
hi: उपनाम
pt: Sobrenome
ru: Фамилия
zh_hans: 姓氏
zh_hant: 姓氏

source: Username
ar: اسم المستخدم
bn: ব্যবহারকারীর নাম
es: Nombre de usuario
fr: Nom d'utilisateur
hi: उपयोगकर्ता नाम
pt: Nome de usuário
ru: Имя пользователя
zh_hans: 用户名
zh_hant: 使用者名稱

source: Email
ar: بريد إلكتروني
bn: ইমেল
es: Correo electrónico
hi: ईमेल
ru: Электронная почта
zh_hans: 电子邮件
zh_hant: 電子郵件

source: Phone number (optional)
ar: رقم الهاتف (اختياري)
bn: ফোন নম্বর (ঐচ্ছিক)
es: Número de teléfono (opcional)
fr: Numéro de téléphone (facultatif)
hi: फ़ोन नंबर (वैकल्पिक)
pt: Número de telefone (opcional)
ru: Номер телефона (необязательно)
zh_hans: 电话号码（可选）
zh_hant: 電話號碼（可選）

source: Password
ar: كلمة المرور
bn: পাসওয়ার্ড
es: Contraseña
fr: Mot de passe
hi: पासवर्ड
pt: Senha
ru: Пароль
zh_hans: 密码
zh_hant: 密碼

source: Confirm Password
ar: تأكيد كلمة المرور
bn: পাসওয়ার্ড নিশ্চিত করুন
es: Confirmar contraseña
fr: Confirmer le mot de passe
hi: पासवर्ड की पुष्टि करें
pt: Confirmar senha
ru: Подтвердите пароль
zh_hans: 确认密码
zh_hant: 確認密碼

source: Sign Up
ar: للتسجيل
bn: সাইন আপ
es: Registrarse
fr: S'inscrire
hi: साइन अप करें
pt: Inscrever-se
ru: Зарегистрироваться
zh_hans: 注册
zh_hant: 註冊

source: Welcome Back
ar: مرحبًا بعودتك
bn: স্বাগতম
es: Bienvenido de nuevo
fr: Bon retour
hi: वापसी पर स्वागत है
pt: Bem-vindo de volta
ru: С возвращением
zh_hans: 欢迎回来
zh_hant: 歡迎回來

source: Email or Username
ar: البريد الإلكتروني أو اسم المستخدم
bn: ইমেল বা ব্যবহারকারীর নাম
es: Correo electrónico o usuario
fr: E-mail ou nom d'utilisateur
hi: ईमेल या उपयोगकर्ता नाम
pt: E-mail ou nome de usuário
ru: Email или имя пользователя
zh_hans: 电子邮件或用户名
zh_hant: 電子郵件或使用者名稱

source: Forgot Password?
ar: هل نسيت كلمة المرور؟
bn: পাসওয়ার্ড ভুলে গেছেন?
es: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié ?
hi: पासवर्ड भूल गए?
pt: Esqueceu a senha?
ru: Забыли пароль?
zh_hans: 忘记密码？
zh_hant: 忘記密碼？

source: Log In
ar: تسجيل الدخول
bn: লগ ইন
es: Iniciar sesión
fr: Se connecter
hi: लॉग इन करें
pt: Entrar
ru: Войти
zh_hans: 登录
zh_hant: 登入

source: Reset Password
ar: إعادة تعيين كلمة المرور
bn: পাসওয়ার্ড রিসেট করুন
es: Restablecer contraseña
fr: Réinitialiser le mot de passe
hi: पासवर्ड रीसेट करें
pt: Redefinir senha
ru: Сброс пароля
zh_hans: 重置密码
zh_hant: 重設密碼

source: Enter your email
ar: أدخل بريدك الإلكتروني
bn: আপনার ইমেল লিখুন
es: Introduce tu correo electrónico
fr: Entrez votre e-mail
hi: अपना ईमेल दर्ज करें
pt: Digite seu e-mail
ru: Введите ваш email
zh_hans: 输入您的电子邮箱
zh_hant: 輸入您的電子郵件

source: Cancel
ar: إلغاء
bn: বাতিল করুন
es: Cancelar
fr: Annuler
hi: रद्द करें
pt: Cancelar
ru: Отмена
zh_hans: 取消
zh_hant: 取消

source: Send Reset Link
ar: إرسال رابط إعادة التعيين
bn: রিসেট লিঙ্ক পাঠান
es: Enviar enlace
fr: Envoyer le lien
hi: रीसेट लिंक भेजें
pt: Enviar link de redefinição
ru: Отправить ссылку
zh_hans: 发送重置链接
zh_hant: 發送重設連結

source: Enter the email address associated with your account.
ar: أدخل عنوان البريد الإلكتروني المرتبط بحسابك.
bn: আপনার অ্যাকাউন্টের সাথে যুক্ত ইমেল ঠিকানা লিখুন।
es: Introduce la dirección de correo asociada a tu cuenta.
fr: Entrez l'adresse e-mail associée à votre compte.
hi: अपने खाते से जुड़ा ईमेल पता दर्ज करें।
pt: Digite o endereço de e-mail associado à sua conta.
ru: Введите адрес электронной почты, связанный с вашей учетной записью.
zh_hans: 输入与您的帐户关联的电子邮件地址。
zh_hant: 輸入與您的帳戶關聯的電子郵件地址。

source: Please enter email/username and password
ar: الرجاء إدخال البريد الإلكتروني/اسم المستخدم وكلمة المرور
bn: অনুগ্রহ করে ইমেল/ব্যবহারকারীর নাম এবং পাসওয়ার্ড লিখুন
es: Por favor, introduce correo/usuario y contraseña
fr: Veuillez entrer l'e-mail/nom d'utilisateur et le mot de passe
hi: कृपया ईमेल/उपयोगकर्ता नाम और पासवर्ड दर्ज करें
pt: Por favor, insira e-mail/usuário e senha
ru: Пожалуйста, введите email/имя пользователя и пароль
zh_hans: 请输入电子邮件/用户名和密码
zh_hant: 請輸入電子郵件/使用者名稱和密碼

source: Username not found
ar: اسم المستخدم غير موجود
bn: ব্যবহারকারীর নাম পাওয়া যায়নি
es: Usuario no encontrado
fr: Nom d'utilisateur introuvable
hi: उपयोगकर्ता नाम नहीं मिला
pt: Usuário não encontrado
ru: Пользователь не найден
zh_hans: 用户名不存在
zh_hant: 使用者名稱不存在

source: Incorrect email/username or password.
ar: البريد الإلكتروني/اسم المستخدم أو كلمة المرور غير صحيحة.
bn: ভুল ইমেল/ব্যবহারকারীর নাম বা পাসওয়ার্ড।
es: Correo/usuario o contraseña incorrectos.
fr: E-mail/nom d'utilisateur ou mot de passe incorrect.
hi: गलत ईमेल/उपयोगकर्ता नाम या पासवर्ड।
pt: E-mail/usuário ou senha incorretos.
ru: Неверный email/имя пользователя или пароль.
zh_hans: 电子邮件/用户名或密码不正确。
zh_hant: 電子郵件/使用者名稱或密碼不正確。

source: Please enter an email
ar: الرجاء إدخال بريد إلكتروني
bn: অনুগ্রহ করে একটি ইমেল লিখুন
es: Por favor, introduce un correo
fr: Veuillez entrer un e-mail
hi: कृपया एक ईमेल दर्ज करें
pt: Por favor, insira um e-mail
ru: Пожалуйста, введите email
zh_hans: 请输入电子邮件
zh_hant: 請輸入電子郵件

source: Please enter a valid email address
ar: الرجاء إدخال عنوان بريد إلكتروني صالح
bn: অনুগ্রহ করে একটি বৈধ ইমেল ঠিকানা লিখুন
es: Introduce una dirección de correo válida
fr: Veuillez entrer une adresse e-mail valide
hi: कृपया एक मान्य ईमेल पता दर्ज करें
pt: Por favor, insira um endereço de e-mail válido
ru: Пожалуйста, введите действительный адрес электронной почты
zh_hans: 请输入有效的电子邮件地址
zh_hant: 請輸入有效的電子郵件地址

source: Please enter a password
ar: الرجاء إدخال كلمة مرور
bn: অনুগ্রহ করে একটি পাসওয়ার্ড লিখুন
es: Por favor, introduce una contraseña
fr: Veuillez entrer un mot de passe
hi: कृपया एक पासवर्ड दर्ज करें
pt: Por favor, insira uma senha
ru: Пожалуйста, введите пароль
zh_hans: 请输入密码
zh_hant: 請輸入密碼

source: Passwords do not match
ar: كلمتا المرور غير متطابقتين
bn: পাসওয়ার্ড মেলে না
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
hi: पासवर्ड मेल नहीं खाते
pt: As senhas não coincidem
ru: Пароли не совпадают
zh_hans: 密码不匹配
zh_hant: 密碼不符

source: Please enter your first name
ar: الرجاء إدخال اسمك الأول
bn: অনুগ্রহ করে আপনার নামের প্রথম অংশ লিখুন
es: Por favor, introduce tu nombre
fr: Veuillez entrer votre prénom
hi: कृपया अपना पहला नाम दर्ज करें
pt: Por favor, insira seu primeiro nome
ru: Пожалуйста, введите ваше имя
zh_hans: 请输入您的名字
zh_hant: 請輸入您的名字

source: Please enter your last name
ar: الرجاء إدخال اسم العائلة
bn: অনুগ্রহ করে আপনার নামের শেষাংশ লিখুন
es: Por favor, introduce tu apellido
fr: Veuillez entrer votre nom
hi: कृपया अपना उपनाम दर्ज करें
pt: Por favor, insira seu sobrenome
ru: Пожалуйста, введите вашу фамилию
zh_hans: 请输入您的姓氏
zh_hant: 請輸入您的姓氏

source: Please enter a username
ar: الرجاء إدخال اسم مستخدم
bn: অনুগ্রহ করে একটি ব্যবহারকারীর নাম লিখুন
es: Por favor, introduce un nombre de usuario
fr: Veuillez entrer un nom d'utilisateur
hi: कृपया एक उपयोगकर्ता नाम दर्ज करें
pt: Por favor, insira um nome de usuário
ru: Пожалуйста, введите имя пользователя
zh_hans: 请输入用户名
zh_hant: 請輸入使用者名稱

source: Username must be longer than 3 characters
ar: يجب أن يكون اسم المستخدم أطول من 3 أحرف
bn: ব্যবহারকারীর নাম অবশ্যই ৩ অক্ষরের বেশি হতে হবে
es: El usuario debe tener más de 3 caracteres
fr: Le nom d'utilisateur doit dépasser 3 caractères
hi: उपयोगकर्ता नाम 3 वर्णों से लंबा होना चाहिए
pt: O nome de usuário deve ter mais de 3 caracteres
ru: Имя пользователя должно быть длиннее 3 символов
zh_hans: 用户名必须超过3个字符
zh_hant: 使用者名稱必須超過3個字元

source: Email has been taken
ar: البريد الإلكتروني مستخدم بالفعل
bn: ইমেলটি ইতিমধ্যে ব্যবহৃত হয়েছে
es: El correo ya está registrado
fr: Cet e-mail est déjà pris
hi: यह ईमेल पहले से ही उपयोग में है
pt: E-mail já está em uso
ru: Email уже занят
zh_hans: 电子邮件已被占用
zh_hant: 電子郵件已被使用

source: Username has been taken
ar: اسم المستخدم مستخدم بالفعل
bn: ব্যবহারকারীর নাম ইতিমধ্যে ব্যবহৃত হয়েছে
es: El nombre de usuario ya está registrado
fr: Ce nom d'utilisateur est déjà pris
hi: यह उपयोगकर्ता नाम पहले से ही उपयोग में है
pt: Nome de usuário já está em uso
ru: Имя пользователя уже занято
zh_hans: 用户名已被占用
zh_hant: 使用者名稱已被使用

source: Sign-up requires email confirmation. Check your inbox.
ar: التسجيل يتطلب تأكيد البريد الإلكتروني. تفقد صندوق الوارد الخاص بك.
bn: সাইন-আপের জন্য ইমেল নিশ্চিতকরণ প্রয়োজন। আপনার ইনবক্স চেক করুন.
es: El registro requiere confirmación por correo. Revisa tu bandeja de entrada.
fr: L'inscription nécessite une confirmation par e-mail. Vérifiez votre boîte de réception.
hi: साइन-अप के लिए ईमेल पुष्टिकरण की आवश्यकता है। अपना इनबॉक्स चेक करें।
pt: O cadastro requer confirmação por e-mail. Verifique sua caixa de entrada.
ru: Регистрация требует подтверждения по электронной почте. Проверьте ваш почтовый ящик.
zh_hans: 注册需要电子邮件确认。请检查您的收件箱。
zh_hant: 註冊需要電子郵件確認。請檢查您的收件匣。

source: Please fill out all password fields
ar: يرجى ملء جميع حقول كلمة المرور
bn: অনুগ্রহ করে সব পাসওয়ার্ড ফিল্ড পূরণ করুন
es: Por favor, completa todos los campos de contraseña
fr: Veuillez remplir tous les champs de mot de passe
hi: कृपया सभी पासवर्ड फ़ील्ड भरें
pt: Por favor, preencha todos os campos de senha
ru: Пожалуйста, заполните все поля пароля
zh_hans: 请填写所有密码字段
zh_hant: 請填寫所有密碼欄位

source: New password must be at least 6 characters
ar: يجب أن تتكون كلمة المرور الجديدة من 6 أحرف على الأقل
bn: নতুন পাসওয়ার্ড কমপক্ষে ৬ অক্ষরের হতে হবে
es: La nueva contraseña debe tener al menos 6 caracteres
fr: Le nouveau mot de passe doit contenir au moins 6 caractères
hi: नया पासवर्ड कम से कम 6 वर्णों का होना चाहिए
pt: A nova senha deve ter pelo menos 6 caracteres
ru: Новый пароль должен содержать не менее 6 символов
zh_hans: 新密码必须至少6个字符
zh_hant: 新密碼必須至少6個字元

source: New passwords do not match
ar: كلمتا المرور الجديدتان غير متطابقتين
bn: নতুন পাসওয়ার্ডগুলি মেলে না
es: Las nuevas contraseñas no coinciden
fr: Les nouveaux mots de passe ne correspondent pas
hi: नए पासवर्ड मेल नहीं खाते
pt: As novas senhas não coincidem
ru: Новые пароли не совпадают
zh_hans: 新密码不匹配
zh_hant: 新密碼不符

source: New password must be different from old password
ar: يجب أن تكون كلمة المرور الجديدة مختلفة عن القديمة
bn: নতুন পাসওয়ার্ড অবশ্যই পুরানো পাসওয়ার্ড থেকে আলাদা হতে হবে
es: La nueva contraseña debe ser diferente de la anterior
fr: Le nouveau mot de passe doit être différent de l'ancien
hi: नया पासवर्ड पुराने पासवर्ड से अलग होना चाहिए
pt: A nova senha deve ser diferente da antiga
ru: Новый пароль должен отличаться от старого
zh_hans: 新密码必须与旧密码不同
zh_hant: 新密碼必須與舊密碼不同

source: Please enter your email to reset password
ar: الرجاء إدخال بريدك الإلكتروني لإعادة تعيين كلمة المرور
bn: পাসওয়ার্ড রিসেট করতে আপনার ইমেল লিখুন
es: Por favor, introduce tu correo para restablecer la contraseña
fr: Veuillez entrer votre e-mail pour réinitialiser le mot de passe
hi: पासवर्ड रीसेट करने के लिए कृपया अपना ईमेल दर्ज करें
pt: Por favor, insira seu e-mail para redefinir a senha
ru: Пожалуйста, введите ваш email для сброса пароля
zh_hans: 请输入您的电子邮件以重置密码
zh_hant: 請輸入您的電子郵件以重設密碼
